brew 'openssl'
brew 'sqlite'
brew 'bash'
brew 'bash-completion'
brew 'bats'
brew 'gettext'
brew 'chromedriver'
brew 'coreutils'
brew 'emacs', args: ['with-cocoa' 'with-gnutls'], restart_service: true
brew 'git'
brew 'ffmpeg'
brew 'fwup'
brew 'htop-osx'
brew 'imagemagick'
brew 'ispell'
brew 'postgresql', restart_service: true
brew 'phantomjs'
brew 'selenium-server-standalone'
brew 'the_silver_searcher'
brew 'tree'
tap 'chrismytton/formula'
brew 'chrismytton/formula/shoreman', args: ['HEAD']
tap 'neovim/neovim'
brew 'neovim/neovim/neovim'

tap 'caskroom/cask'
cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'rowanj-gitx'
cask 'dash'
cask 'postico'
cask 'atom'
cask 'slack'

